Repository: tiennguyenvan/epicmag
Catalog: languages/*.po
Languages: ta_in

source: "%s" has invalid file
ta_in: "%s" தவறான கோப்பு உள்ளது

source: "%s" has invalid slug
ta_in: "%s" தவறான ஸ்லக்

source: %s requires following plugins to work:
ta_in: %s செயல்பாடு செய்வதற்கு பின்வண்டி பலகலகங்கள் தேவை:

source: Cannot activate "%1$s": file %2$s %3$s
ta_in: "%1$s" ஐ செயல்படுத்த முடியவில்லை: கோபம் %2$s %3$s

source: Cannot create folder of %s
ta_in: %s கோபத்தை உருவாக்க முடியவில்லை

source: Cannot download "%1$s": %2$s
ta_in: "%1$s" ஐ பதிவிறக்க முடியவில்லை: %2$s

source: Cannot install "%1$s": %2$s
ta_in: "%1$s" ஐ நிறுத்த முடியவில்லை: %2$s

source: Cannot unzip "%1$s": %2$s
ta_in: "%1$s" ஐ உண்ணுவது முடியவில்லை: %2$s

source: Cannot upload %s
ta_in: %s ஐ பதிவேற்ற முடியவில்லை

source: Finished
ta_in: முடிந்தது

source: Install Required Plugins
ta_in: தேவையான பின்வண்டிகளை நிறுத்தவும்

source: Missing required field: %s
ta_in: தேவையான புலம் காணவில்லை: %s

source: Missing required plugins for %s theme
ta_in: %s தீமுக்கு தேவையான பின்வண்டிகள் காணவில்லை

source: Please Install Required Plugins
ta_in: தேவையான பின்வண்டிகளை நிறுத்தவும்

source: Plugins
ta_in: பின்வண்டிகள்

source: Redirecting ...
ta_in: புந்தயிக்கின்றது ...

source: Required Plugins
ta_in: தேவையான பின்வண்டிகள்

source: Required Plugins for
ta_in: இந்தத் தருணமுகாய பின்வண்டிகள்

source: Sneeit Core
ta_in: சூத்தில் மேம்பாடு

source: Timeout! Please reload the page.
ta_in: நேரம் அதிசயம்! பக்கத்தை மீளமே ஏற்றுக

source: WordPress Server Error
ta_in: WordPress சேவையக பிழை

source: empty nonce
ta_in: காலி நான்ஸ்
